Repository: dododo-de-dadada/GraphPaper
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# btn_find_next.Content
source: Find Next
ja_jp: 次を検索

# btn_find_replace.Content
source: Replace
ja_jp: 置換して次に

# btn_find_replace_all.Content
source: Replace All
ja_jp: すべて置換

# cd_conf_save_dialog.CloseButtonText
source: Cancel
ja_jp: キャンセル

# cd_conf_save_dialog.PrimaryButtonText
source: Save
ja_jp: 保存する

# cd_conf_save_dialog.SecondaryButtonText
source: Don't Save
ja_jp: 保存しない

# cd_edit_text_dialog.CloseButtonText
source: Cancel
ja_jp: キャンセル

# ck_fit_text_frame.Content
source: Text Frame Fit Text
ja_jp: 枠を文字列に合わせる

# rmfi_menu_color_code_pct.Text
source: Percent
ja_jp: パーセント

# rmfi_menu_color_code_dec.Text
source: Decimal
ja_jp: 10進数

# rmfi_menu_color_code_real.Text
source: Real Number
ja_jp: 実数

# rmfi_menu_color_code_hex.Text
source: Hexdecimal
ja_jp: 16進数

# rmfi_menu_len_unit_grid.Text
source: Grid
ja_jp: 方眼

# rmfi_menu_len_unit_inch.Text
source: Inch
ja_jp: インチ

# rmfi_menu_len_unit_milli.Text
source: Millimeter
ja_jp: ミリメートル

# rmfi_menu_len_unit_pixel.Text
source: Pixel
ja_jp: ピクセル

# rmfi_menu_len_unit_point.Text
source: Point
ja_jp: ポイント

# mfsi_menu_color_code.Text
source: Color Component Code
ja_jp: 色成分の記法

# mfsi_menu_len_unit.Text
source: Length Unit
ja_jp: 長さの単位

# rmfi_menu_font_stretch_condensed.Text
source: Condensed
ja_jp: 狭め

# rmfi_menu_font_stretch_expanded.Text
source: Expanded
ja_jp: 広め

# rmfi_menu_font_stretch_extra_condensed.Text
source: Extra Condensed
ja_jp: 超狭め

# rmfi_menu_font_stretch_extra_expanded.Text
source: Extra Expanded
ja_jp: 超広め

# rmfi_menu_font_stretch_normal.Text
source: Normal
ja_jp: 標準

# rmfi_menu_font_stretch_semi_condensed.Text
source: Semi Condensed
ja_jp: やや狭め

# rmfi_menu_font_stretch_semi_expanded.Text
source: Semi Expanded
ja_jp: やや広め

# rmfi_menu_font_stretch_ultra_expanded.Text
source: Ultra Expanded
ja_jp: 超々広め

# rmfi_menu_font_weight_black.Text
source: Black (900)
ja_jp: 超ごく太 (900)

# rmfi_menu_font_weight_bold.Text
source: Bold (700)
ja_jp: 太め (700)

# rmfi_menu_font_weight_semi_bold.Text
source: Semi Bold (600)
ja_jp: やや太め (600)

# rmfi_menu_font_weight_extra_black.Text
source: Extra Black (950)
ja_jp: 超々ごく太 (950)

# rmfi_menu_font_weight_extra_bold.Text
source: Extra Bold (800)
ja_jp: ごく太 (800)

# rmfi_menu_font_weight_extra_light.Text
source: Extra Light (200)
ja_jp: ごく細 (200)

# rmfi_menu_font_weight_light.Text
source: Light (300)
ja_jp: 細め (300)

# rmfi_menu_font_weight_medium.Text
source: Medium (500)
ja_jp: 中太 (500)

# rmfi_menu_font_weight_normal.Text
source: Normal (400)
ja_jp: 標準 (400)

# rmfi_menu_font_weight_thin.Text
source: Thin (100)
ja_jp: 超ごく細 (100)

# mbi_menu_edit.Title
source: Edit
ja_jp: 編集(E)

# mbi_fill.Title
source: Fill
ja_jp: 塗りつぶし(L)

# mbi_menu_font.Title
source: Font
ja_jp: 書体(T)

# mbi_menu_layout.Title
source: Layout
ja_jp: レイアウト(L)

# mfi_menu_about_this.Text
source: About GraphPaper
ja_jp: Graph Paper について

# mfi_menu_stroke_arrow_size.Text
source: Arrowhead Size...
ja_jp: 矢じるしの寸法...

# mfi_menu_exit.Text
source: Exit
ja_jp: 終了

# mfi_menu_export_as.Text
source: Export As...
ja_jp: エクスポート...

# mfi_menu_import_image.Text
source: Import Image...
ja_jp: 画像をインポート...

# mfi_menu_open.Text
source: Open...
ja_jp: 開く...

# mfi_menu_fill_color.Text
source: Fill Color...
ja_jp: 塗りつぶし色...

# mfi_menu_font_color.Text
source: Font Color...
ja_jp: 書体の色...

# mfi_menu_font_family.Text
source: Font Family...
ja_jp: 書体名...

# mfi_menu_font_size.Text
source: Font Size...
ja_jp: 書体の大きさ...

# mfsi_menu_font_stretch.Text
source: Font Stretch
ja_jp: 書体の幅

# mfsi_menu_font_weight.Text
source: Font Weight
ja_jp: 書体の太さ

# mfi_menu_grid_len_con.Text
source: Condense
ja_jp: 狭める

# mfi_menu_grid_len_exp.Text
source: Expand
ja_jp: 広げる

# mfi_menu_grid_len.Text
source: Grid Size...
ja_jp: 方眼の大きさ...

# mfi_menu_grid_color.Text
source: Grid Color...
ja_jp: 方眼の色...

# mfi_print.Text
source: Print...
ja_jp: 印刷...

# mfi_menu_save.Text
source: Save
ja_jp: 上書き保存

# mfi_menu_save_as.Text
source: Save As...
ja_jp: 名前を付けて保存...

# mfi_menu_stroke_color.Text
source: Stroke Color...
ja_jp: 線枠の色...

# mfi_menu_stroke_dash_pat.Text
source: Dash Pattern...
ja_jp: 破線の配置...

# mfsi_stroke_width.Text
source: Stroke Width
ja_jp: 線枠の太さ

# rmfi_menu_stroke_width_other.Text
source: Others...
ja_jp: その他...

# mfi_menu_summary_list.Text
source: List Summary
ja_jp: 一覧を表示

# mfi_menu_text_line_sp.Text
source: Line Space...
ja_jp: 行間...

# mfi_menu_text_pad.Text
source: Text Padding...
ja_jp: 文字列の余白...

# mfsi_menu_text_wrap.Text
source: Word Wrap
ja_jp: 単語の折り返し

# rmfi_menu_text_wrap.Text
source: Word Wrap
ja_jp: 単語で折り返す

# rmfi_menu_text_no_wrap.Text
source: No Wrap
ja_jp: 折り返し無し

# rmfi_menu_text_wrap_char.Text
source: Wrap Between Any
ja_jp: 途中でも折り返す

# mfsi_menu_stroke_arrow.Text
source: Arrowhead Style
ja_jp: 矢じるしの形式

# mfsi_menu_font_style.Text
source: Style
ja_jp: 字体

# mfsi_menu_grid_show.Text
source: Show Grid
ja_jp: 方眼の表示

# mfsi_menu_grid_len.Text
source: Grid Size
ja_jp: 方眼の大きさ

# mfsi_menu_recent.Text
source: Recent Files
ja_jp: 最近使ったファイル

# mfsi_menu_status_bar.Text
source: Status Bar
ja_jp: ステータスバー

# mfsi_menu_stroke_dash.Text
source: Dash Style
ja_jp: 破線の形式

# mfsi_menu_text_align_vert.Text
source: Paragraph Alignment
ja_jp: 段落の整列

# mfsi_menu_text_align_horz.Text
source: Text Alignment
ja_jp: 文字列の整列

# mfsi_text_line_sp.Text
source: Line Space
ja_jp: 行間

# rmfi_menu_stroke_arrow_filled.Text
source: Filled
ja_jp: 塗りつぶし

# rmfi_menu_stroke_arrow_none.Text
source: None
ja_jp: なし

# rmfi_menu_stroke_arrow_opened.Text
source: Opened
ja_jp: 開いた

# rmfi_menu_font_style_italic.Text
source: Italic
ja_jp: イタリック体

# rmfi_menu_font_style_normal.Text
source: Normal
ja_jp: 標準

# rmfi_menu_font_style_oblique.Text
source: Oblique
ja_jp: 斜体

# rmfi_menu_grid_show_back.Text
source: Back
ja_jp: 背面

# rmfi_menu_grid_show_front.Text
source: Front
ja_jp: 前面

# rmfi_menu_grid_show_hide.Text
source: Hide
ja_jp: 隠す

# rmfi_menu_stroke_dash_dash.Text
source: Dash
ja_jp: 破線

# rmfi_menu_stroke_dash_dash_dot.Text
source: Dash Dot
ja_jp: 一点破線

# rmfi_menu_stroke_dash_dash_dot_dot.Text
source: Dash Dot Dot
ja_jp: 二点破線

# rmfi_menu_stroke_dash_dot.Text
source: Dot
ja_jp: 点線

# rmfi_menu_stroke_dash_solid.Text
source: Solid
ja_jp: 実線

# rmfi_menu_text_align_bot.Text
source: Bottom
ja_jp: 下よせ

# rmfi_menu_text_align_center.Text
source: Center
ja_jp: 中央よせ

# rmfi_menu_text_align_just.Text
source: Justified
ja_jp: 均等

# rmfi_menu_text_align_left.Text
source: Left
ja_jp: 左よせ

# rmfi_menu_text_align_mid.Text
source: Middle
ja_jp: 中段

# rmfi_menu_text_align_right.Text
source: Right
ja_jp: 右よせ

# rmfi_menu_text_align_top.Text
source: Top
ja_jp: 上よせ

# str_arrow_size
source: Arrow Mark Size
ja_jp: 矢じるしの寸法

# str_arrow_length
source: Head Length
ja_jp: 矢じりの長さ

# str_arrow_offset
source: Tip Position
ja_jp: 先端の位置

# str_arrow_width
source: Barb Width
ja_jp: 返しの幅

# str_arrow_cap
source: Barb Style
ja_jp: 返しの形式

# str_arrow_join
source: Tip Style
ja_jp: 先端の形式

# str_dash_gap
source: Dash Gap
ja_jp: 破線の隙間

# str_dash_len
source: Dash Length
ja_jp: 破線の長さ

# str_def_val
source: Default Value
ja_jp: 既定値

# str_desc_gpf
source: Grid Paper File
ja_jp: 方眼紙ファイル

# str_desc_bmp
source: Bitmap
ja_jp: BMP

# str_dot_gap
source: Dot Gap
ja_jp: 点線の間隔

# str_dot_len
source: Dot Length
ja_jp: 点線の長さ

# str_info_not_found
source: String not found.
ja_jp: 文字列が見つかりません.

# str_err_load
source: Failed to load setting.
ja_jp: 設定の読み込みに失敗しました.

# str_err_resume
source: Failed to load application data.
ja_jp: アプリケーションデータの読み込みに失敗しました

# str_err_suspend
source: Failed to save application data.
ja_jp: アプリケーションデータの保存に失敗しました

# str_err_save
source: Failed to save setting.
ja_jp: 設定の保存に失敗しました.

# str_err_number
source: An invalid number.
ja_jp: 無効な数値です.

# str_err_read
source: Failed to read file.
ja_jp: ファイルの読み込みに失敗しました.

# str_err_recent
source: Failed to retrieve recently used files.
ja_jp: 最近使ったファイルの取得に失敗しました.

# str_fill_color
source: Fill Color
ja_jp: 塗りつぶし色

# str_font_color
source: Font Color
ja_jp: 書体の色

# str_grid_color
source: Grid Color
ja_jp: 方眼の色

# str_grid_length
source: Grid Size
ja_jp: 方眼の大きさ

# str_grouped
source: Group
ja_jp: グループ

# str_height
source: Height
ja_jp: 高さ

# str_image
source: Image
ja_jp: 画像

# str_opacity
source: Opacity
ja_jp: 不透明度

# str_pangram
source: The quick brown fox jumps over the lazy dog. 0123456789
ja_jp: windowsでコンピューターの世界が広がります。 1234567890

# str_arc_start
source: Start Point
ja_jp: 始点

# str_arc_end
source: End Point
ja_jp: 終点

# str_arc_rot
source: Rotation
ja_jp: 傾き

# str_font_size
source: Font Size
ja_jp: 書体の大きさ

# str_font_family
source: Font Family
ja_jp: 書体

# str_stroke_color
source: Stroke Color
ja_jp: 線枠の色

# str_dash_pat
source: Dash Pattern
ja_jp: 破線の配置

# str_stroke_width
source: Stroke Width
ja_jp: 線枠の太さ

# str_join
source: Line Join
ja_jp: 線の結合

# str_stroke_join_limit
source: Miter Limit
ja_jp: 尖り制限

# str_text_padding
source: Padding
ja_jp: 余白

# str_text_pad_horz
source: Left and Right Padding
ja_jp: 左右の余白

# str_text_pad_vert
source: Top and Bottom Padding
ja_jp: 上下の余白

# str_err_font
source: Document uses unavailable fonts.
ja_jp: 無効な書体が使用されています.

# str_unknown
source: Unknown
ja_jp: 不明

# str_untitled
source: Untitled
ja_jp: 無題

# tk_conf_save.Text
source: Do you want to save changes?
ja_jp: 変更を保存しますか？

# tmfi_menu_snap_grid.Text
source: Snap Point to Grid
ja_jp: 点を方眼にくっつける

# tmfi_menu_status_bar_grid.Text
source: Grid Size
ja_jp: 方眼の大きさ

# tmfi_menu_status_bar_draw.Text
source: Drawing Tool
ja_jp: 作図ツール

# tmfi_menu_status_bar_unit.Text
source: Length Unit
ja_jp: 単位名

# tmfi_menu_status_bar_zoom.Text
source: Sheet Zoom
ja_jp: 拡大率

# cd_message_dialog.CloseButtonText
source: Close
ja_jp: 閉じる

# str_appname
source: GrapPaper
ja_jp: 方眼紙

# btn_summary_close.Content
source: Close
ja_jp: 閉じる

# str_err_write
source: Failed to write file.
ja_jp: ファイルの書き込みに失敗しました.

# str_err_draw
source: Drawing failed.
ja_jp: 描画に失敗しました.

# cd_conf_paste_dialog.CloseButtonText
source: Cancel
ja_jp: キャンセル

# cd_conf_paste_dialog.PrimaryButtonText
source: Paste as Shape
ja_jp: 図形として貼り付け

# mfi_menu_layout_reset.Text
source: Reset Layout
ja_jp: レイアウトを既定値に戻す

# mfi_menu_layout_save.Text
source: Save Layout
ja_jp: レイアウトを保存

# mfsi_menu_grid_emph.Text
source: Grid Emphasis
ja_jp: 方眼の強調

# rmfi_menu_grid_emph_1.Text
source: No emphasis
ja_jp: 強調なし

# rmfi_menu_grid_emph_2.Text
source: Emphasize 2nd
ja_jp: 2番目を強調

# rmfi_menu_grid_emph_3.Text
source: Emphasize 2nd and 10th
ja_jp: 2番目と10番目を強調

# mfi_menu_meth_text_fit_frame.Text
source: Fit Frame Size to Text
ja_jp: 枠を文字列に合わせる

# mfsi_menu_drawing_poly.Text
source: Drawing Polygon
ja_jp: 多角形の作図

# tb_version.Text
source: Version 0.0.2
ja_jp: バージョン 0.0.2

# str_text_line_sp
source: Line Space
ja_jp: 行間

# str_err_paste
source: Failed to paste the data.
ja_jp: 貼り付けに失敗しました.

# rmfi_menu_stroke_join_bevel.Text
source: Bevel
ja_jp: 面取り

# mfi_menu_stroke_join_limit.Text
source: Miter Limit...
ja_jp: 尖り制限...

# rmfi_menu_stroke_join_miter_or_bevel.Text
source: Miter
ja_jp: 尖り

# rmfi_menu_stroke_join_round.Text
source: Round
ja_jp: 丸まり

# mfsi_menu_stroke_cap.Text
source: Cap Style
ja_jp: 端の形式

# mfsi_menu_stroke_join.Text
source: Line Join Style
ja_jp: 線の結合の形式

# mfi_menu_snap_point.Text
source: Limit Distance to Snap Point...
ja_jp: 点を点にくっつけるしきい値...

# rmfi_menu_stroke_cap_flat.Text
source: Flat
ja_jp: 平面

# rmfi_menu_stroke_cap_round.Text
source: Round
ja_jp: 円形

# rmfi_menu_stroke_cap_square.Text
source: Square
ja_jp: 正方形

# rmfi_menu_stroke_cap_triangle.Text
source: Triangle
ja_jp: 三角形

# str_snap_point
source: Limit Distance to Snap Point to Other
ja_jp: 点を点にくっつけるしきい値

# tmfi_tool_poly_clockwise.Text
source: Draw Clockwise
ja_jp: 時計回りに作図

# tmfi_tool_poly_end_close.Text
source: Draw End Close
ja_jp: 閉じた終端で作図

# tmfi_tool_poly_regular.Text
source: Draw Regular Polygon
ja_jp: 正多角形で作図

# tmfi_tool_poly_vertex_up.Text
source: Draw Vertex Up
ja_jp: 頂点を上に作図

# mfi_menu_image_opac.Text
source: Image Opacity...
ja_jp: 画像の不透明度...

# str_image_opac
source: Image Opacity
ja_jp: 画像の不透明度

# tmfi_menu_meth_image_keep_asp.Text
source: Keep Image Aspect Ratio
ja_jp: 画像の縦横比を維持

# dialog_check_box.Content
source: Draw clockwise.
ja_jp: 時計回りに描く

# cbi_len_unit_grid.Content
source: Grid
ja_jp: 方眼

# cbi_len_unit_inch.Content
source: Inch
ja_jp: インチ

# cbi_len_unit_milli.Content
source: Millimeter
ja_jp: ミリメートル

# cbi_len_unit_pixel.Content
source: Pixel
ja_jp: ピクセル

# cbi_len_unit_point.Content
source: Point
ja_jp: ポイント

# cb_len_unit.Header
source: Length Unit
ja_jp: 長さの単位

# str_arc_clockwize
source: Clockwize
ja_jp: 時計回り

# str_arc_counter_clockwize
source: Counter Clockwize
ja_jp: 反時計回り

# str_arc_sweep_direction
source: Sweep Direction
ja_jp: 円弧の方向

# str_arc_rotation
source: Arc Rotation
ja_jp: 円弧の傾き

# mfsi_menu_background_pattern.Text
source: Background Pattern
ja_jp: 背景パターン

# rmfi_menu_background_black.Text
source: Black Background
ja_jp: 黒い背景

# rmfi_menu_background_white.Text
source: White Background
ja_jp: 白い背景

# tmfi_menu_background_show.Text
source: Show Checker Board Pattern
ja_jp: 市松模様を表示
